Revit 2027 API
VertexFormat.Dispose Method
Releases all resources used by the VertexFormat
Namespace: Autodesk.Revit.DB.DirectContext3D
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
Implements
IDisposable.Dispose()
See Also
Reference
VertexFormat Class
Autodesk.Revit.DB.DirectContext3D Namespace